[
  {
    "item-name": "ORIAN Princess Castle Playhouse Tent for Girls with LED Star Lights – Indoor & Outdoor Large Kids Play Tent for Imaginative Games – ASTM Certified, Princess Tent, 230 Polyester Taffeta. Pink 55\"x53\".",
    "item-description": "Why choose the Orian Princess Castle Playhouse Tent? For more than five years, we at Orian have provided our customers with outstanding children's products and accessories. Our products are responsibly made with the utmost care from the industry's highest quality and safest materials. They are tested & inspected as many as 20 times throughout the creation process to maintain optimal quality, comfort, and child safety. That's why you can order from us with confidence. We take pride in our children's products and helping parents and their little loved ones live blissful and happy life. Our goal is to provide the best customer service experience imaginable and to make sure you are happy and confident in your purchase. Our customers are the most important part of our business. Our unbeatable pricing, 1-year warranty, high-quality products, and customer service make us a unique and trustworthy company! We know that you will love this beautiful kids' tent, but if for some reason you don't, please reach out to us and let us know. Our company will give you a prompt response and offer you a replacement tent or a full refund! BLISSFUL EARLY YEAR MEMORIES - Give your princess the joyful memories of growing up that they deserve! They will love pretending and imagining that they are their favorite character from the fairy tale of their dreams. DETAILED ASSEMBLY INSTRUCTIONS - We have made it very easy for you to put together this hexagonal kids castle playhouse. Included with your particular instructions are also descriptive pictures to help you during the assembly process. STURDY DESIGN FOR YEARS OF USE - Unlike other kids' tents that are made of cheap materials that can break down even after days of use, the Orian Princess Castle Playhouse Tent was made to last for years of enjoyment. Even take this awesome playhouse outside for outdoor fun!",
    "listing-id": "0415YC18LF6",
    "seller-sku": "Castle-Play-Tent-Orian",
    "price": "39.99",
    "quantity": "",
    "open-date": "2021-04-15 04:16:18 PDT",
    "image-url": "",
    "item-is-marketplace": "y",
    "product-id-type": "3",
    "zshop-shipping-fee": "",
    "item-note": "",
    "item-condition": "11",
    "zshop-category1": "",
    "zshop-browse-path": "",
    "zshop-storefront-feature": "",
    "asin1": "B07TV8HCMT",
    "asin2": "",
    "asin3": "",
    "will-ship-internationally": "",
    "expedited-shipping": "",
    "zshop-boldface": "",
    "product-id": "793611000049",
    "bid-for-featured-placement": "",
    "add-delete": "",
    "pending-quantity": "",
    "fulfillment-channel": "AMAZON_NA",
    "merchant-shipping-group": "3PL Template Playhouse",
    "status": "Active"
  },
  {
    "item-name": "Orian Toys Teepee Tent for Kids: Child’s Indoor Outdoor Fairytale Tipi Playtent, LED Star Lights, Easy Assembly, 59 by 45 Inches, Ages 3+",
    "item-description": "Looking for hours of fun for your children? GET ORIAN TOYS TEEPEE TENT FOR KIDS! A private space to call their own. Why buy ORIAN? COMPLETE – Full-size white tipi tent LARGE SIZE – 59” tall, 45” in diameter PLAYTIME – Read, write, or relax EASY TO MAKE – 10 minutes to assemble DURABLE – White tear-resistant canvas HIGH-QUALITY – 50% cotton/polyester, 100% pine wood, BPA-free PVC SAFE - ASTM & FCC certified GIFTABLE – With instructions, ready for giving BONUSES ADDED! 1 LED STRAND 30 STAR LIGHTS (9.8’/3m) * 3 AA Batteries not included the ORIAN’S TENT PLAYHOUSE can be built in minutes indoors or outdoors, providing hours of fun, imagination, & creativity. EASY TO ASSEMBLE: Assemble the poles with connectors. Slide the poles into the tent. Thread the sewn-in ties through the poles. Tie the poles to the top of the tent. Add the glimmering star lights. Enter inside & enjoy the teepee! CHECK OUT OUR OTHER FINE ORIAN TOYS! ~ PLAY TENTS ~ STEM LEARNING SETS ~ BEAD KITS CONTENTS: 1 Tent 1 LED Light Strand 1 Dream Catcher 1 Instructions 1 YEAR WARRANTY ~ RISK-FREE! ADD TO CART for the ORIAN TOYS TEEPEE TENT. Let kids explore their imagination.",
    "listing-id": "0309YO9TQ5S",
    "seller-sku": "GA-DBZG-GTH3",
    "price": "45.99",
    "quantity": "",
    "open-date": "2021-03-09 12:57:32 PST",
    "image-url": "",
    "item-is-marketplace": "y",
    "product-id-type": "1",
    "zshop-shipping-fee": "",
    "item-note": "",
    "item-condition": "11",
    "zshop-category1": "",
    "zshop-browse-path": "",
    "zshop-storefront-feature": "",
    "asin1": "B08N56JXNR",
    "asin2": "",
    "asin3": "",
    "will-ship-internationally": "",
    "expedited-shipping": "",
    "zshop-boldface": "",
    "product-id": "B08N56JXNR",
    "bid-for-featured-placement": "",
    "add-delete": "",
    "pending-quantity": "",
    "fulfillment-channel": "AMAZON_NA",
    "merchant-shipping-group": "3PL Template Playhouse",
    "status": "Active"
  },
  {
    "item-name": "Orian Toys 5 in 1 STEM Learning Toys for Boys and Girls, Best IQ Builder STEM Learning Toys Creative Construction Engineering for Kids 5-11 years old, DIY Building Kit, 132 Pieces, Play Set - Gift Box",
    "item-description": "HOURS OF BRAIN-BUILDING FUN KIDS WILL LOVE. Mind-Sharpening Goodness. Give that little cutie a learning head start as they have an absolute blast! Whether you're looking for STEM projects to sharpen your kiddo's brain, Montessori toys for hands-on learning, or just an interactive playset boys and girls won't get enough of, this 5-in-1 DIY kit brings on the constructive fun. It comes with 132 pieces, including everything from building panels, nuts, screws to tools. By following the step-by-step guide, kids will be able to create a helicopter, race car, motorcycle, airplane, or construction truck. We've made the guide easy to follow to help kids ages 5-11 tackle the projects all independently and glow with a sense of achievement. Glee-Sparking Fun: The fun doesn't stop when the building ends; that's when it truly begins! With wheels that move and propellers that spin, the created toys cultivate the kiddos' imagination<br> to keep them enthralled for hours. Watch them channel their inner pilot, race car driver, or cool construction worker and stay busy as they play pretend. And this STEM <br>building set isn't just limited to the five-vehicle models in the guide; kids can use the pieces to create whatever they want. With imagination on their side, the creative possibilities are endless! Here's what makes our STEM kit a cut above the rest: The pieces are flexible, unbreakable, and easy to manipulate. Lead-free, BPA-free, and ASTM certified to keep kids safe. Packed in a beautiful gift box to ensure you nail it on presentation. Includes all the tools and screws needed to build the toys. Designed to appeal and challenge boys and girls ages 5-11. Brought to life with vibrant colors to keep kids engaged for longer. Backed by a no-hassle, 1-year warranty to give you complete peace of mind. Go ahead, surprise that kiddo with this set and watch them light up!",
    "listing-id": "1219XBX5OFV",
    "seller-sku": "STEM-Toys-Education-Engineering-Orian",
    "price": "22.99",
    "quantity": "",
    "open-date": "2020-12-19 06:01:02 PST",
    "image-url": "",
    "item-is-marketplace": "y",
    "product-id-type": "3",
    "zshop-shipping-fee": "",
    "item-note": "",
    "item-condition": "11",
    "zshop-category1": "",
    "zshop-browse-path": "",
    "zshop-storefront-feature": "",
    "asin1": "B08B1P25HR",
    "asin2": "",
    "asin3": "",
    "will-ship-internationally": "",
    "expedited-shipping": "",
    "zshop-boldface": "",
    "product-id": "793611000094",
    "bid-for-featured-placement": "",
    "add-delete": "",
    "pending-quantity": "",
    "fulfillment-channel": "AMAZON_NA",
    "merchant-shipping-group": "3PL Template Playhouse",
    "status": "Active"
  },
  {
    "item-name": "Orian Take Apart Toys, 4 Pack, 60 pcs, STEM Building Activity Kit for Boys and Girls, with 4 Screwdrivers, Educational Toddler Building Toys, STEM Construction Toy, Best Gift for 3 4 5 6 Year Old kids",
    "item-description": "<b>INNOVATIVELY DESIGNED FOR MORE BRAIN-BUILDING FUN</b><br><br><b>Unlock their Potential</b><br><br>Allow that little genius to flex their mental power and take their cognitive skills to the next level! We went back to the drawing board and created <br>the first STEM learning activity set of its kind on the market; an engineering activity kit that allows kids to build 4 super-cool toys at the same time. <br>With a total of 60 pieces and a step-by-step instruction guide, little ones can take apart and build everything from a car, helicopter to a motorcycle,<br> and enjoy hours of immersive fun as they play with their newest creations. No more being limited to just 1 toy at a time, now kids can enjoy quadruple the goodness.<br><br><b>Keep them Busy</b><br><br>Looking for building toys to keep kids busy as you work from home? Engaging educational toys for 3 year old boys that recruit the mind and keep little ones away from screens and<br> video games? You’ve found the ideal kids building projects! We’ve thought about something 99% of other products never consider: sibling rivalry! By including 4 screwdrivers<br>in every set, you’ll never have to deal with the kids fighting over the toys. Just hand each one their tool, join in on the fun if you wish, and keep happy smiles flashing.<br><br><b>Here are more reasons to love our take apart set:</b><br><p>?The toys feature a vibrant assortment of colors to capture kids’ attention.</p><p>?ASTM certified for safety and made of BPA-free, smooth-edged plastic.</p><p>?Packed in an eye-catching gift box to make for memorable presentation.</p><p>?Suitable for boys and girls ages 3-6 and sized for easy handling.</p><p>?Inspires a love for Science, Technology, Engineering, and Math from an early age.</p><p>?Great for slumber parties and play-dates to keep kids entertained.</p><p>?Backed by a hassle-free, 1-year warranty to give you complete peace of mind.</p><b>Go ahead, fuel 4X the fun, and 4X the learning with this Orian Take Apar",
    "listing-id": "1219XC3M9AQ",
    "seller-sku": "Take-Apart-Toys-Set-4-Pack-STEM-Orian",
    "price": "17.99",
    "quantity": "",
    "open-date": "2020-12-19 05:57:11 PST",
    "image-url": "",
    "item-is-marketplace": "y",
    "product-id-type": "3",
    "zshop-shipping-fee": "",
    "item-note": "",
    "item-condition": "11",
    "zshop-category1": "",
    "zshop-browse-path": "",
    "zshop-storefront-feature": "",
    "asin1": "B08B1R39BL",
    "asin2": "",
    "asin3": "",
    "will-ship-internationally": "",
    "expedited-shipping": "",
    "zshop-boldface": "",
    "product-id": "793611000100",
    "bid-for-featured-placement": "",
    "add-delete": "",
    "pending-quantity": "",
    "fulfillment-channel": "AMAZON_NA",
    "merchant-shipping-group": "3PL Template Playhouse",
    "status": "Active"
  },
  {
    "item-name": "Teepee Tent for Kids - A Fairytale Tipi Tent Kids Love. LED Star Lights, Dream Catcher - Strong Indoor Tee Pee Tent - Kids Play Tent for Boys & Girls",
    "item-description": "Want To Offer Your Kids Hours Of Creative Fun Indoors Or Outdoors? We’ve Got You Covered! Looking for an easy to assemble, durable kids indoor teepee tent for the nursery, playroom, or party. - Presenting A High-End Teepee Tent For Kids by Orian Toys! Now you don’t have to settle with kids indoor tipi tents that give you headaches in setup, unstable kids indoor tents that collapse easily, and small teepee tents for kids that barely fit your child. The Orian Toys Kids Teepee Play Tent is finally here to offer your 3-year-old or 4-year-old a comfortable and safe place where he could unleash his creativity. Why Choose Our Kids Teepee Tent? Here Are The Top 3 Reasons! GET MORE FOR LESS: Unlike standard kids teepee tents, the Orian Toys kids play tent comes with two fantastic bonuses: A 3-meter string of 30 warm, bright LED lights and a Dream Catcher, which will make the play teepee irresistible. TAKE THE FUSS OUT OF ASSEMBLING YOUR KIDS TENT: Instead of wasting money on unstable teepee tents for girls & boys, you can invest in a super stable child tent with durable polished pinewood poles and a firmly stitched floor mat. PUT A SMILE ON YOUR KID’S FACE: This teepee for kids helps your preschooler explore their artistic talents, play with their toys or have fun with their friends. Surprise your 4-year-old son/daughter or 7-year-old grandchild with the best birthday, holiday, or Christmas gift! Need More Reasons? Extra Durable, Non-Toxic Cotton + Polyester Blend. ASTM & FCC-Certified. Safe for your little ones. Carry Bag For Easy Storage 30-Day Money-Back Guarantee + 1-Year Hassle-Free Warranty. What You Get: 1 * Teepee Tent For Boys And Girls (115x115x150cm When Open) 30 * LED Star Lights, 3M Long * Beautiful Dream Catcher. Do Not Hesitate!",
    "listing-id": "0619Y2K8H2Z",
    "seller-sku": "Teepee-Tent-Orian",
    "price": "45.99",
    "quantity": "",
    "open-date": "2021-06-18 22:48:50 PDT",
    "image-url": "",
    "item-is-marketplace": "y",
    "product-id-type": "3",
    "zshop-shipping-fee": "",
    "item-note": "",
    "item-condition": "11",
    "zshop-category1": "",
    "zshop-browse-path": "",
    "zshop-storefront-feature": "",
    "asin1": "B089M859ZQ",
    "asin2": "",
    "asin3": "",
    "will-ship-internationally": "",
    "expedited-shipping": "",
    "zshop-boldface": "",
    "product-id": "793611000087",
    "bid-for-featured-placement": "",
    "add-delete": "",
    "pending-quantity": "",
    "fulfillment-channel": "AMAZON_NA",
    "merchant-shipping-group": "3PL Template Playhouse",
    "status": "Active"
  },
  {
    "item-name": "Teepee Tent for Kids - Indoor Tent, Pompon Ball Design, Built-in Mat, Inner Pockets, Window, LED Star Lights, Dream Catcher, Unique Threaded Poles - Strong Foldable Play Tent for Girls & Boys.",
    "item-description": "Want To Offer Your Kids Hours of Creative Fun Indoors or Outdoors? We’ve Got You Covered! Looking for an easy to assemble, durable kids' indoor teepee tent for the nursery, playroom, or party - Presenting A High-End Teepee Tent with a beautiful Pompom Ball design for Kids by Orian Toys! Now you don’t have to settle with kids' indoor tipi tents that give you headaches in setup, unstable kids indoor tents that collapse easily, and small teepee tents for kids that barely fit your child. The Orian Toys Kids Teepee Play Tent Pompom Ball design is finally here to offer your 3-year-old or 4-year-old a comfortable and safe place where he could unleash his creativity. Why Choose Our Kids Teepee Tent Pompon Ball design? Here Are the Top 3 Reasons! GET MORE FOR LESS: Unlike standard kids' teepee tents, the Orian Toys kids play tent Pompon Ball design comes with two fantastic bonuses: A 3-meter string of 30 warm, bright LED lights and a Dream Catcher, which will make the play teepee irresistible. TAKE THE FUSS OUT OF ASSEMBLING YOUR KIDS TENT: Instead of wasting money on unstable teepee tents for girls & boys, you can invest in a super stable child tent with durable polished pinewood threaded poles for maximum stability and a firmly stitched floor mat. PUT A SMILE ON YOUR KID’S FACE: This teepee for kids with Pompon Ball design helps your preschooler explore their artistic talents, play with their toys or have fun with their friends. Surprise your 4-year-old son/daughter or 7-year-old grandchild with the best birthday, holiday, or Christmas gift! Need More Reasons? Extra Durable, Non-Toxic Cotton + Polyester Blend. ASTM & FCC-Certified. Safe for your little ones. What You Get: 1 * Teepee Tent with Pompon Ball design for Boys and Girls (115x115x150cm When Open) 30 * LED Star Lights, 3M Long * Beautiful Dream Catcher, Step by Step instruction manual. Do Not Hesitate!",
    "listing-id": "1215YDQFZ5I",
    "seller-sku": "Teepee_Pompon",
    "price": "45.99",
    "quantity": "",
    "open-date": "2021-12-15 12:28:05 PST",
    "image-url": "",
    "item-is-marketplace": "y",
    "product-id-type": "1",
    "zshop-shipping-fee": "",
    "item-note": "",
    "item-condition": "11",
    "zshop-category1": "",
    "zshop-browse-path": "",
    "zshop-storefront-feature": "",
    "asin1": "B00KG50JUU",
    "asin2": "",
    "asin3": "",
    "will-ship-internationally": "",
    "expedited-shipping": "",
    "zshop-boldface": "",
    "product-id": "B00KG50JUU",
    "bid-for-featured-placement": "",
    "add-delete": "",
    "pending-quantity": "",
    "fulfillment-channel": "AMAZON_NA",
    "merchant-shipping-group": "3PL Template Playhouse",
    "status": "Active"
  },
  {
    "item-name": "Orian Pop Beads Jewelry Making Kit for Girls, 550+ Piece Set, Pop Beads for Girls Ages 3 and Up, Fun and Colorful Snap Beads, Bracelet Making Kit, Necklaces and Rings. Great Colorful Unicorn Gift Bag",
    "item-description": "Unleash your child’s imagination while letting them create fun and colorful play jewelry they’ll love to wear with the Orian pop beads jewelry making kit. The moment they see mom wearing those beautiful rings and shiny necklaces, little girls want to have their own jewelry to sport around the house and play with friends. That’s why we created this Orian Jewelry Making Kit for Girls, which comes with a minimum of 550 pieces that let them design, style, and craft their own bracelets, rings, and necklaces with limitless originality. Classic Fun and Early Learning - Children love putting things together and taking things apart. It helps stimulate motor skills, cognitive function, and imagination, which is why bead crafts are ideal for giving them a tangible toy they can wear and play with at the same time. Trusted and Responsive Customer Support- Here at Orian, we’re a small, family-owned business that values every product we sell and every customer we support. That’s why we’re dedicating to providing unbeatable customer support. So please feel free to contact us regarding any issues with your order, and we’ll be happy to make it right. Product Details: Pop-Beads Jewelry-Making Kit for kids (550+ Piece Set) - Creates Bracelets, Hairbands, Necklaces, Rings, and More. Bright Vibrant Colors. Durable, BPA-Free Plastic. Easy to Snap-Together Design. Super-Cute Storage and Travel Box. Safe for Ages 3+. ASTM Certified - Made of Premium Quality, Harmless and Non-Toxic. Includes Super Cute Unicorn Drawstring Bag as a GIFT! Get the ultimate gifts for kids from Orian Toys by clicking Add to Cart above and let your child create fun, colorful pieces for themselves and their friends.",
    "listing-id": "1204ZIQG6V1",
    "seller-sku": "XQ-OECU-MGA4",
    "price": "27.99",
    "quantity": "",
    "open-date": "2022-12-03 16:23:37 PST",
    "image-url": "",
    "item-is-marketplace": "y",
    "product-id-type": "3",
    "zshop-shipping-fee": "",
    "item-note": "",
    "item-condition": "11",
    "zshop-category1": "",
    "zshop-browse-path": "",
    "zshop-storefront-feature": "",
    "asin1": "B07T8RLTY2",
    "asin2": "",
    "asin3": "",
    "will-ship-internationally": "",
    "expedited-shipping": "",
    "zshop-boldface": "",
    "product-id": "793611000032",
    "bid-for-featured-placement": "",
    "add-delete": "",
    "pending-quantity": "",
    "fulfillment-channel": "AMAZON_NA",
    "merchant-shipping-group": "3PL Template Playhouse",
    "status": "Active"
  },
  {
    "item-name": "Orian Pop Beads Jewelry Making Kit for Girls, 550+ Piece Set, Pop Beads for Girls Ages 3 and Up, Fun and Colorful Snap Beads, Bracelet Making Kit, Necklaces and Rings. Great Colorful Unicorn Gift Bag",
    "item-description": "",
    "listing-id": "1204ZIP9HMH",
    "seller-sku": "XQ-OECU-MGA4-FBM",
    "price": "25.99",
    "quantity": "492",
    "open-date": "2022-12-03 16:29:42 PST",
    "image-url": "",
    "item-is-marketplace": "y",
    "product-id-type": "1",
    "zshop-shipping-fee": "",
    "item-note": "",
    "item-condition": "11",
    "zshop-category1": "",
    "zshop-browse-path": "",
    "zshop-storefront-feature": "",
    "asin1": "B07T8RLTY2",
    "asin2": "",
    "asin3": "",
    "will-ship-internationally": "",
    "expedited-shipping": "",
    "zshop-boldface": "",
    "product-id": "B07T8RLTY2",
    "bid-for-featured-placement": "",
    "add-delete": "",
    "pending-quantity": "0",
    "fulfillment-channel": "DEFAULT",
    "merchant-shipping-group": "3PL US+CA Template",
    "status": "Active"
  },
  {
    "item-name": "Teepee Tent for Kids - A Fairytale Tipi Tent Kids Love. LED Star Lights, Dream Catcher - Strong Indoor Tee Pee Tent - Kids Play Tent for Boys & Girls",
    "item-description": "",
    "listing-id": "1007ZL2XU73",
    "seller-sku": "B089M859ZQ-FBM",
    "price": "49.99",
    "quantity": "17",
    "open-date": "2022-10-07 14:02:10 PDT",
    "image-url": "",
    "item-is-marketplace": "y",
    "product-id-type": "1",
    "zshop-shipping-fee": "",
    "item-note": "",
    "item-condition": "11",
    "zshop-category1": "",
    "zshop-browse-path": "",
    "zshop-storefront-feature": "",
    "asin1": "B089M859ZQ",
    "asin2": "",
    "asin3": "",
    "will-ship-internationally": "",
    "expedited-shipping": "",
    "zshop-boldface": "",
    "product-id": "B089M859ZQ",
    "bid-for-featured-placement": "",
    "add-delete": "",
    "pending-quantity": "0",
    "fulfillment-channel": "DEFAULT",
    "merchant-shipping-group": "3PL US+CA Template",
    "status": "Inactive"
  },
  {
    "item-name": "Orian Toys Teepee Tent for Kids: Child’s Indoor Outdoor Fairytale Tipi Playtent, LED Star Lights, Easy Assembly, 59 by 45 Inches, Ages 3+",
    "item-description": "",
    "listing-id": "0915Z3WQJ9I",
    "seller-sku": "B08N56JXNR-FBM",
    "price": "54.99",
    "quantity": "14",
    "open-date": "2022-09-15 00:09:06 PDT",
    "image-url": "",
    "item-is-marketplace": "y",
    "product-id-type": "1",
    "zshop-shipping-fee": "",
    "item-note": "",
    "item-condition": "11",
    "zshop-category1": "",
    "zshop-browse-path": "",
    "zshop-storefront-feature": "",
    "asin1": "B08N56JXNR",
    "asin2": "",
    "asin3": "",
    "will-ship-internationally": "",
    "expedited-shipping": "",
    "zshop-boldface": "",
    "product-id": "B08N56JXNR",
    "bid-for-featured-placement": "",
    "add-delete": "",
    "pending-quantity": "0",
    "fulfillment-channel": "DEFAULT",
    "merchant-shipping-group": "3PL Template Playhouse",
    "status": "Inactive"
  },
  {
    "item-name": "Teepee Tent for Kids - Indoor Tent, Pompon Ball Design, Built-in Mat, Inner Pockets, Window, LED Star Lights, Dream Catcher, Unique Threaded Poles - Strong Foldable Play Tent for Girls & Boys.",
    "item-description": "",
    "listing-id": "0915Z4CJ4F6",
    "seller-sku": "ER-O4HT-WWF0",
    "price": "49.99",
    "quantity": "19823",
    "open-date": "2022-09-15 00:06:46 PDT",
    "image-url": "",
    "item-is-marketplace": "y",
    "product-id-type": "1",
    "zshop-shipping-fee": "",
    "item-note": "",
    "item-condition": "11",
    "zshop-category1": "",
    "zshop-browse-path": "",
    "zshop-storefront-feature": "",
    "asin1": "B00KG50JUU",
    "asin2": "",
    "asin3": "",
    "will-ship-internationally": "",
    "expedited-shipping": "",
    "zshop-boldface": "",
    "product-id": "B00KG50JUU",
    "bid-for-featured-placement": "",
    "add-delete": "",
    "pending-quantity": "0",
    "fulfillment-channel": "DEFAULT",
    "merchant-shipping-group": "3PL US+CA Template",
    "status": "Inactive"
  },
  {
    "item-name": "ORIAN Princess Castle Playhouse Tent for Girls with LED Star Lights – Indoor & Outdoor Large Kids Play Tent for Imaginative Games – ASTM Certified, Princess Tent, 230 Polyester Taffeta. Pink 55\"x53\".",
    "item-description": "",
    "listing-id": "1030Z2BHHVC",
    "seller-sku": "LC-8X1N-6XU8",
    "price": "49.99",
    "quantity": "10490",
    "open-date": "2022-10-30 03:18:01 PDT",
    "image-url": "",
    "item-is-marketplace": "y",
    "product-id-type": "1",
    "zshop-shipping-fee": "",
    "item-note": "",
    "item-condition": "11",
    "zshop-category1": "",
    "zshop-browse-path": "",
    "zshop-storefront-feature": "",
    "asin1": "B07TV8HCMT",
    "asin2": "",
    "asin3": "",
    "will-ship-internationally": "",
    "expedited-shipping": "",
    "zshop-boldface": "",
    "product-id": "B07TV8HCMT",
    "bid-for-featured-placement": "",
    "add-delete": "",
    "pending-quantity": "0",
    "fulfillment-channel": "DEFAULT",
    "merchant-shipping-group": "3PL US+CA Template",
    "status": "Inactive"
  },
  {
    "item-name": "Orian Teepee Tent for Kids - Indoor Tent Built-in Mat, Inner Pockets, Window, LED Star Lights, Dream Catcher - The Perfect Play Tent for Girls & Boys",
    "item-description": "Looking for hours of fun for your children? GET ORIAN TOYS TEEPEE TENT FOR KIDS! A private space to call their own. Why buy ORIAN? COMPLETE – Full-size white tipi tent LARGE SIZE – 59” tall, 45” in diameter PLAYTIME – Read, write, or relax EASY TO MAKE – 10 minutes to assemble DURABLE – White tear-resistant canvas HIGH-QUALITY – 50% cotton/polyester, 100% pine wood, BPA-free PVC SAFE - ASTM & FCC certified GIFTABLE – With instructions, ready for giving BONUSES ADDED! 1 LED STRAND 30 STAR LIGHTS (9.8’/3m) * 3 AA Batteries not included the ORIAN’S TENT PLAYHOUSE can be built in minutes indoors or outdoors, providing hours of fun, imagination, & creativity. EASY TO ASSEMBLE: Assemble the poles with connectors. Slide the poles into the tent. Thread the sewn-in ties through the poles. Tie the poles to the top of the tent. Add the glimmering star lights. Enter inside & enjoy the teepee! CHECK OUT OUR OTHER FINE ORIAN TOYS! ~ PLAY TENTS ~ STEM LEARNING SETS ~ BEAD KITS CONTENTS: 1 Tent 1 LED Light Strand 1 Dream Catcher 1 Instructions 1 YEAR WARRANTY ~ RISK-FREE! ADD TO CART for the ORIAN TOYS TEEPEE TENT. Let kids explore their imagination.",
    "listing-id": "0511Z7LJ1JC",
    "seller-sku": "Teepee Tents",
    "price": "",
    "quantity": "0",
    "open-date": "2022-05-11 08:25:57 PDT",
    "image-url": "",
    "item-is-marketplace": "y",
    "product-id-type": "1",
    "zshop-shipping-fee": "",
    "item-note": "",
    "item-condition": "11",
    "zshop-category1": "",
    "zshop-browse-path": "",
    "zshop-storefront-feature": "",
    "asin1": "B0B136RGLH",
    "asin2": "",
    "asin3": "",
    "will-ship-internationally": "",
    "expedited-shipping": "",
    "zshop-boldface": "",
    "product-id": "B0B136RGLH",
    "bid-for-featured-placement": "",
    "add-delete": "",
    "pending-quantity": "0",
    "fulfillment-channel": "DEFAULT",
    "merchant-shipping-group": "3PL US+CA Template",
    "status": "Incomplete"
  }
]
